brew "pkg-config"
brew "fish"
brew "fzf"
brew "gh"
brew "gitmoji"
brew "mupdf-tools"
brew "neovim"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "dockutil"
brew "mise"
cask "caffeine"
cask "cursor"
cask "font-fira-code-nerd-font"
cask "hyper"
cask "licecap"
cask "notion"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "google-chrome"
cask "ghostty"
cask "todoist-app"
cask "whatsapp"
cask "telegram"
cask "slack"
cask "visual-studio-code"
