brew "pkg-config"
brew "chezmoi"
brew "fish"
brew "fzf"
brew "fd"
brew "gh"
brew "gitmoji"
brew "mupdf-tools"
brew "neovim"
brew "node"
brew "opencode"
brew "starship"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "dockutil"
brew "mise"
brew "just"
brew "ansible"
brew "bat"
brew "dust"
brew "zoxide"
brew "uv"
cask "caffeine"
cask "claude-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "notion"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "google-chrome"
cask "ghostty"
cask "todoist-app"
cask "whatsapp"
cask "telegram"
cask "slack"
