tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "planetscale/tap"
tap "supabase/tap"
brew "asdf"
brew "beancount"
brew "pkg-config"
brew "cairo"
brew "fava"
brew "fish"
brew "fzf"
brew "gh"
brew "giflib"
brew "gitmoji"
brew "jpeg"
brew "libpq"
brew "pango"
brew "librsvg"
brew "mupdf-tools"
brew "neovim"
brew "postgresql@14"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "heroku/brew/heroku"
brew "planetscale/tap/pscale"
brew "supabase/tap/supabase"
cask "alacritty"
cask "caffeine"
cask "discord"
cask "dozer"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "hyper"
cask "iterm2"
cask "licecap"
cask "notion"
cask "pgadmin4"
cask "rubymine"
cask "spectacle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
